Repository: BLAS-Hugo/StepUp
Catalog: StepUp/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld steps
fr: %lld pas

# already_participating
source: You are already participating
fr: Vous y participez déjà

source: Already registered ? Sign in
fr: Déjà inscrit ? Se connecter

source: Challenge description
fr: Description du challenge

source: Challenge end date
fr: Date de fin du challenge

source: Challenge goal
fr: Objectif du challenge

source: Challenge history
fr: Mon historique de challenges

source: Challenge name
fr: Nom du challenge

source: Challenge start date
fr: Date de début du challenge

source: Challenge type
fr: Type de challenge

source: Confirm
fr: Confirmer

source: Confirm password
fr: Confirmer le mot de passe

# create_challenge
source: Create a new challenge
fr: Créer un nouveau challenge

source: Current challenge
fr: Challenge en cours

# decrement_goal
source: Reduce goal
fr: Réduire l’objectif

source: Disconnect
fr: Déconnexion

# email_not_valid
source: Invalid email
fr: Adresse mail invalide

source: Email required
fr: Email requis

# email_required_message
source: Please enter a valid email adress
fr: Veuillez entrer une adresse email valide

# Ended since %lld day
source: Ended since %lld days
fr: Terminé depuis %lld jours

# Ends in %lld day
source: Ends in %lld days
fr: Se termine dans %lld jours

source: First name
fr: Prénom

source: Hide password
fr: Cacher le mot de passe

source: Home
fr: Accueil

source: Increment goal
fr: Augmenter l’objectif

source: My account
fr: Mon compte

source: My challenges
fr: Mes challenges

# my_objectives
source: My goals
fr: Mes objectifs

source: Name
fr: Nom

source: Navigate to setting
fr: Accéder au paramètre

source: No active challenge
fr: Pas de challenge en cours

# no_current_challenge
source: No challenges
fr: Pas de challenge

# not_registered_signup
source: Not registered yet ? Sign up
fr: Pas encore inscrit ? S’inscrire

source: Number of KM
fr: Nombre de kilomètres

source: Number of steps
fr: Nombre de pas

source: Participant rankings
fr: Classement des participants

source: Participate
fr: Participer

source: Participate to challenge
fr: Participe au challenge

# participate_to_other_challenges
source: Participate to other users challenges
fr: Participez au challenges des autres utilisateurs

source: Password
fr: Mot de passe

# password_not_equal
source: The entered passwords are not the same
fr: Les mots de passe entrés ne sont pas identiques

# password_not_valid
source: Invalid password
fr: Votre mot de passe doit contenir au moins 6 caractères, dont un majuscule, un minuscule et un chiffre

source: Privacy policy
fr: Politique de confidentialité

source: Profile
fr: Profil

source: See more
fr: Voir plus

source: Show password
fr: Afficher le mot de passe

source: Sign in
fr: Se connecter

# signing_up
source: Sign up
fr: Inscription

source: Sign up
fr: S’inscrire

source: Steps
fr: Pas

source: Welcome !
fr: Bienvenue !
